Repository: common-repository/limit-comments-and-word-count
Catalog: languages/limit-comments-and-word-count-*.po
Languages: de_de, es_es, fr_fr, ru_ru

source: Comment Rules
de_de: Kommentar Regeln
es_es: Reglas
fr_fr: Règles
ru_ru: Правила комментария

source: Donation for Homeless
de_de: Spende für Obdachlose
es_es: Donación a personas sin hogar
fr_fr: Aide aux personnes sans-abris
ru_ru: Пожертвования для бездомных

source: You are not allowed to create any more
de_de: Sie dürfen keine weiteren Dateien erstellen
es_es: No es posible crear más
fr_fr: Vous n'êtes plus autorisé à créer
ru_ru: Вам больше не разрешено создавать

source: Please login to post
de_de: Zum Kommentieren bitte anmelden
es_es: Ingrese para publicar
fr_fr: Veuillez vous connecter
ru_ru: Войти для отправки сообщения

source: Comment-Word Limit
de_de: Kommentar-Wörter Limit
es_es: Límite de comentario y palabra
fr_fr: Limite de mots et commentaires
ru_ru: Ограничение количества слов в комментарии

source: FOREVER
de_de: FÜR IMMER
es_es: POR SIEMPRE
ru_ru: НАВСЕГДА

source: Every
de_de: Alle
es_es: Cada
fr_fr: Chacun
ru_ru: Каждый

source: Per Day
de_de: Pro Tag
es_es: Por día
fr_fr: Par jour
ru_ru: В день

source: Per Week
de_de: Pro Woche
es_es: Por semana
fr_fr: Par semaine
ru_ru: В неделю

source: Per Month
de_de: Pro Monat
es_es: Por mes
fr_fr: Par mois
ru_ru: В месяц

source: Per Year
de_de: Pro Jahr
es_es: Por año
ru_ru: За год

source: hours
de_de: Zeiten
es_es: horas
fr_fr: heures
ru_ru: часы

source: Editor
de_de: Redaktion
fr_fr: L'éditeur
ru_ru: Редактор

source: any
de_de: jede
es_es: cualquiera
fr_fr: tout
ru_ru: любой

source: Add New Limit
de_de: Neuer Grenzwert
es_es: Añadir nuevo límite
fr_fr: Ajouter nouvelle limite
ru_ru: Добавьте новый лимит

source: day
de_de: Tag
es_es: día
fr_fr: journée
ru_ru: день

source: Edit
de_de: Bearbeiten
es_es: Editar
fr_fr: Éditer
ru_ru: Изменить

source: Remove
de_de: Entfernen
es_es: Eliminar
fr_fr: Retirer
ru_ru: Удалить

source: Update Table
de_de: Tabelle aktualisieren
es_es: Actualizar tabla
fr_fr: Mettre à jour le tableau
ru_ru: Обновить таблицу

source: You do not have sufficient permissions to access this page.
de_de: Sie haben keine Berechtigung, auf diese Seite zuzugreifen.
es_es: Usted no tiene permiso suficiente para acceder a esta página.
fr_fr: Vous n'avez pas d'autorisation pour accéder à cette page.
ru_ru: У вас нет разрешения на доступ к этой странице.

source: Limit Comments and Word Count
de_de: Kommentare und Wortanzahl Begrenzen
es_es: Limitar comentarios y palabras
fr_fr: Limiter les commentaires et les mots
ru_ru: Ограничение комментариев и количества слов

source: Add a New Rule Limit For User Role
de_de: Hinzufügen einer neuen Grenzwertregel für die Benutzerrolle
es_es: Añadir nuevo límite al rol de usuario
fr_fr: Ajouter une nouvelle limite pour l'utilisateur
ru_ru: Добавить ограничение правила для роли пользователя

source: Select A User Role
de_de: Eine Benutzerrolle Wählen
es_es: Rol de usuario
fr_fr: Rôle d'utilisateur
ru_ru: Выбор роли пользователя

source: USER ID
de_de: BENUTZER ID
es_es: ID USUARIO
fr_fr: ID D'UTILISATEUR
ru_ru: ID ПОЛЬЗОВАТЕЛЯ

source: User ID
de_de: Benutzer ID
es_es: ID usuario
fr_fr: ID d'utilisateur
ru_ru: ID пользователя

source: Select A Post Type
de_de: Beitragstyp Auswählen
es_es: Tipo publicación
fr_fr: Type de publication
ru_ru: Выберите тип поста

source: Comment Limit
de_de: Kommentar Begrenzung
es_es: Límite comentario
fr_fr: Limite commentaire
ru_ru: Лимит комментариев

source: Post Status
de_de: Kommentar Status
es_es: Estatus
fr_fr: Statut
ru_ru: Статус поста

source: publish
de_de: Veröffentlichen
es_es: publicar
fr_fr: publier
ru_ru: публикуйте

source: pending
de_de: Wartend
es_es: pendiente
fr_fr: en attente
ru_ru: в ожидании

source: draft
de_de: Entwurf
es_es: borrador
fr_fr: brouillon
ru_ru: проект

source: auto-draft
de_de: autom. Entwurf
es_es: borrador automático
fr_fr: brouillon automatique
ru_ru: автодрафт

source: future
de_de: Zukunft
es_es: futuro
fr_fr: futur
ru_ru: будущее

source: private
de_de: privat
es_es: privado
fr_fr: privé
ru_ru: частный

source: inherit
de_de: erben
es_es: heredar
ru_ru: наследовать

source: trash
de_de: Papierkorb
es_es: basura
fr_fr: poubelle
ru_ru: мусор

source: Comment Frequency
de_de: Kommentar Häufigkeit
es_es: Frecuencia comentario
fr_fr: Fréquence des commentaires
ru_ru: Частота замечаний

source: Word Limit
de_de: Max. Anzahl der Wörter
es_es: Límite palabras
fr_fr: Limite de mots
ru_ru: Предел слов

source: (Most words allowed per comment)
de_de: (Maximale Anzahl Wörter pro Kommentar)
es_es: (Máximo de palabras permitidas por comentarios)
fr_fr: (Maximum de mots autorisé par commentaire)
ru_ru: (слов на комментарий)

source: Comment Limit Alert
de_de: Kommentar Limit Hinweis
es_es: Alerta límite de comentarios
fr_fr: Alerte de limite de commentaire
ru_ru: Оповещение о комментарии

source: Word Limit Alert
de_de: Wörter Limit Hinweis
es_es: Alerta de límite de palabras
fr_fr: Alerte de limite de mots
ru_ru: Оповещение о пределе

source: Role
de_de: Rolle
es_es: Rol
fr_fr: Rôle
ru_ru: Роль

source: Type
de_de: Typ
es_es: Tipo
ru_ru: Тип

source: Limit
de_de: Begrenzung
es_es: Límite
fr_fr: Limite
ru_ru: Предел

source: Status
es_es: Estatus
fr_fr: Statut
ru_ru: Статус

source: Frequency
de_de: Häufigkeit
es_es: Frecuencia
fr_fr: Fréquence
ru_ru: Частота

source: Words
de_de: Wörter
es_es: Palabras
fr_fr: Mots
ru_ru: Слова

source: Comment Alert
de_de: Kommentar-Alarm
es_es: Alerta de comentario
fr_fr: Alerte de commentaire
ru_ru: Оповещение

source: Word Alert
de_de: Wörter-Alarm
es_es: Alerta de palabras
fr_fr: Alerte de mot
ru_ru: Словесный сигнал

source: Actions
de_de: Aktionen
es_es: Acciones
ru_ru: Акции

source: Disable flood protection notice
es_es: Permitir comentarios sin límite
fr_fr: Désactiver le flux des commentaires
ru_ru: Отключить защиту от затопления

source: Allow user to continuously add comments.
de_de: Mehrfachkommentare erlauben
es_es: Permitir añadir comentarios continuamente.
fr_fr: Autoriser à ajouter des commentaires en continu.
ru_ru: Позволяет пользователю добавлять комментарии.

source: Allow duplicate comments
es_es: Permitir comentarios duplicados
fr_fr: Autoriser les commentaires en double
ru_ru: Разрешить дублирование комментариев

source: Allow user to add duplicate comments.
de_de: Doppelte Kommentare eines Benutzers zulassen.
es_es: Permitir añadir comentarios duplicados.
fr_fr: Autoriser l'utilisateur à ajouter des commentaires en double.
ru_ru: Разрешить дублирование комментариев.

source: Text for Comment Rules Tooltip Box
de_de: Text für Kommentarregeln Tooltip-Box
es_es: Texto para cuadro tooltip sobre reglas de comentarios
fr_fr: Texte de la boîte d'info-bulles des règles de commentaire
ru_ru: Текст для всплывающей подсказки правил комментирования

source: Activate comment rules feature
es_es: Activar herramienta de reglas de comentarios
fr_fr: Activer la fonction de règles de commentaire
ru_ru: Активировать правила комментирования

source: Turn off or on the comments note feature on the user’s side.
de_de: Aktivieren sie die Kommentarfunktion auf der Benutzerseite.
es_es: Apagar o iniciar la nota sobre comentarios del usuario.
fr_fr: Activez ou désactivez la fonction de note de commentaires du côté de l'utilisateur.
ru_ru: Переключить функцию примечаний к комментариям для пользователей.

source: Save Changes
de_de: Änderungen Speichern
es_es: Guardar
fr_fr: Enregistrer
ru_ru: Сохраните изменения

source: Comment Rules
de_de: Kommentar Regeln
es_es: Reglas de comentarios
fr_fr: Règles de commentaire
ru_ru: Правила комментария

source: Characters
de_de: Zeichen
es_es: Caracteres
fr_fr: Caractères
ru_ru: Символы

source: Comments Remaining
de_de: Übrige Kommentare
es_es: Comentarios restantes
fr_fr: Commentaires restants
ru_ru: Остальные комментарии

source: Settings
de_de: Einstellungen
es_es: Ajustes
fr_fr: Réglages
ru_ru: Настройки

source: More information about %s
de_de: Weitere informationen über %s
es_es: Más información sobre %s
fr_fr: Plus d'informations sur %s
ru_ru: Больше информации о %s

source: View Details
de_de: Details Anzeigen
es_es: Ver detalles
fr_fr: Voir les détails
ru_ru: Смотреть детали

source: You have been using 'Limit Comments and Word Count' for 15 days. A positive feedback is the only payment request for this effort. Please <a href="https://wordpress.org/plugins/limit-comments-and-word-count/" id="review-link" target="_blank">Click Here</a> to do so.
de_de: Sie verwenden "Kommentare und Wortanzahl begrenzen" seit 15 Tagen. Positives Feedback ist die einzige Zahlungsaufforderung für diesen Aufwand. Bitte <a href="https://wordpress.org/plugins/limit-comments-and-word-count/" id="review-link" target="_blank">Hier Klicken</a> dies zu tun.
es_es: Usted ha utilizado 'Límite de comentarios y palabras' por 15 días. Un comentario positivo es el único pago solicitado por este esfuerzo. Por favor <a href="https://wordpress.org/plugins/limit-comments-and-word-count/" id="review-link" target="_blank">pinche aquí</a>.
fr_fr: Vous utilisez «Limiter les commentaires et les mots» depuis 15 jours. Un retour positif est la seule demande de paiement pour cet effort. Veuillez <a href="https://wordpress.org/plugins/limit-comments-and-word-count/" id="review-link" target="_blank">cliquer ici</a> pour le faire.
ru_ru: Вы используете плагин в течение 15 дней. Положительный отзывы - единственный запрос на оплату этой работы. Пожалуйста, <a href="https://wordpress.org/plugins/limit-comments-and-word-count/" id="review-link" target="_blank">Кликните здесь</a> сделать это.

source: <strong>Limit Comments and Word Count</strong> plugin includes a new feature that pops up comment rules so that users have an explanation of a blogs rule limits, editable from the settings. Please visit the plugins description <a href="https://wordpress.org/plugins/limit-comments-and-word-count/" target="_blank" >HERE</a> for more information along with revised screen captures.
de_de: <strong>Kommentare und Wortanzahl Begrenzen</strong> Das Plugin enthält eine Funktion, die in den Einstellungen editierbare Kommentarregeln einblendet. Besuchen Sie die Beschreibung des Plugins <a href="https://wordpress.org/plugins/limit-comments-and-word-count/" target="_blank" >HIER</a> für weitere Informationen und überarbeitete bildschirmabbildungen.
es_es: <strong>El plugin de Límite de comentarios y palabras</strong> incluye un nuevo pop-up con las reglas de comentarios para que los usuarios conozcan los límites reglamentarios del blog, que puede editarse en configuración. Por favor visite la descripción del plugin <a href="https://wordpress.org/plugins/limit-comments-and-word-count/" target="_blank" >AQUÍ</a> si desea más información y capturas de pantalla revisadas.
fr_fr: <strong>Le plugin Limit Comments and Word Count</strong> inclut une nouvelle fonction qui affiche des règles de commentaire afin que les utilisateurs aient une explication des limites de blog, modifiables dans les paramètres. Veuillez visiter la description du plugin <a href="https://wordpress.org/plugins/limit-comments-and-word-count/" target="_blank" >ICI</a> pour plus d'informations ainsi que des captures d'écran révisées.
ru_ru: <strong>Le plugin Limit Comments and Word Count</strong> включает новую функцию который показывает правила, чтобы у пользователей было объяснение правила блогов лимиты, редактируемые в настройках. Пожалуйста, посетите описание плагина <a href="https://wordpress.org/plugins/limit-comments-and-word-count/" target="_blank" >HERE</a> для получения дополнительной информации и пересмотренные снимки экрана.

source: Please show respect to the opinions of others no matter how seemingly far fetched.
ru_ru: Проявляйте уважение к мнениям других людей, какими бы странными они ни были.

source: Abusive, foul language, and/or divisive comments may be deleted without notice.
de_de: Unflätige ausdrücke und spalterische Kommentare können ohne Vorankündigung gelöscht werden.
es_es: Lenguaje abusivo o comentarios divisivos pueden ser eliminados sin aviso.
fr_fr: Les propos injurieux, grossiers et qui divisent peuvent être supprimés sans préavis.
ru_ru: Нецензурные и оскорбительные выражения и комментарии, разжигающие рознь, удаляются.

source: Each blog member is allowed limited comments, as displayed above the comment box.
de_de: Jedem Mitglied ist eine begrenzte Anzahl von Kommentaren erlaubt, wie oben im Kommentarfeld angezeigt.
es_es: Cada miembro del blog puede comentar con límites como se describe arriba.
fr_fr: Vous avez le droit à un nombre limité de commentaires : voir au-dessus de la zone de commentaire.
ru_ru: Каждому участнику блога разрешено ограниченное количество комментариев, что отображается над полем для комментариев.

source: Comments must be limited to the number of words displayed above the comment box.
de_de: Kommentare sind auf die Anzahl der Wörter begrenzt, die im Kommentarfeld angegeben sind.
es_es: Los comentarios pueden limitarse a la cantidad de palabras sobre el cuadro.
fr_fr: Les commentaires doivent être limités au nombre de mots affichés au-dessus.
ru_ru: Комментарии должны быть ограничены количеством слов, отображаемых над полем для комментариев.

source: Please limit one comment after any comment posted per post.
de_de: Pro Beitrag darf nur ein Kommentar nach einem Kommentar abgegeben werden.
es_es: Por favor limítese a un comentario después de comentarios por post.
fr_fr: Veuillez limiter un commentaire après tout commentaire publié par publication.
ru_ru: Ограничение на один комментарий после любого опубликованного комментария в одном посте.

source: Limit Comments and Word Count Settings
de_de: Einstellungen für Kommentare und Wortanzahl Begrenzen
es_es: Configuración de límite de comentarios y recuento de palabras
fr_fr: Limite los comentarios y el recuento de palabras
ru_ru: Ограничение комментариев Количество слов

source: Turn off Comments and Word Count for this post?
ru_ru: Отключите комментарии и подсчет слов для этого сообщения?

source: Limit the number of comments and word length each user can add to a Wordpress blog post, definable by user role and length of time. No Administrator, Editor, Author, or Contributor limits unless profile is created.
de_de: Begrenzen Sie die Kommentare und die Wortlänge, die jeder Benutzer zu einem Blogbeitrag hinzufügen kann, je nach Benutzerrolle. Administrator, Redakteur, Autor oder Mitwirkender haben keine Beschränkungen.
es_es: Limite la cantidad de comentarios y la longitud de las palabras que cada usuario puede agregar a una publicación de blog de Wordpress, definible por el rol del usuario y el tiempo. Sin límites de administrador, editor, autor o colaborador a menos que se cree un perfil.
fr_fr: Limite la cantidad de comentarios y la longitud de las palabras que cada usuario puede agregar a una publicación de blog de Wordpress, definible por el rol del usuario y el tiempo. Sin límites de administrador, editor, autor o colaborador a menos que se cree un perfil.
ru_ru: Ограничение количества комментариев и длины слов, которые каждый пользователь может добавить к записи в блоге WordPress, определяемое ролью пользователя и продолжительностью времени. Нет ограничений для администратора, редактора, автора или контрибьютора, если не создан профиль.

source: Maximum comments allowed
es_es: Máximo de comentarios permitidos
fr_fr: Maximum de commentaires autorisés
ru_ru: Разрешено максимальное количество комментариев

source: Global maximum number of comments allowed per post.
es_es: Número máximo global de comentarios permitidos por publicación.
fr_fr: Nombre maximum global de commentaires autorisés par publication.
ru_ru: Глобальное максимальное количество комментариев, разрешенное к одному посту.

source: Three digit maximum. No entry defaults to unlimited comments.
es_es: Máximo de tres dígitos. Ninguna entrada tiene por defecto comentarios ilimitados.
fr_fr: Trois chiffres maximum. Aucune entrée par défaut est un nombre illimité de commentaires.
ru_ru: Максимум трехзначный. Нет записи по умолчанию для неограниченного количества комментариев.

source: Please show respect to the opinions of others no matter how seemingly far-fetched.
de_de: Bitte respektieren Sie die Meinungen, auch wenn sie noch so weit hergeholt sind.
es_es: Por favor respete las opiniones de los demás independientemente de la suya.
fr_fr: Veuillez respecter les opinions des autres, même si elles semblent farfelues.

source: Turn off Comments and Word Count for this post ?
de_de: Kommentare und Wortanzahl für Diesen Beitrag Ausschalten ?
es_es: ¿Quieres desactivar los comentarios y el número de palabras de esta publicación?
fr_fr: ¿Desactivar los comentarios y el recuento de palabras para esta publicación?

source: Disable Flood Protection Notice
de_de: Überlaufswarnung deaktivieren

source: Allow Duplicate Comments
de_de: Doppelte Kommentare ulassen

source: Activate Comment Rules Feature
de_de: Aktivieren der Funktion Kommentarregeln
